import React from 'react';
import { Typography } from '@mui/material';

const MainPage = () => (
  <div>
    <Typography variant="h4" gutterBottom>
      NOIR украшения ручной работы авторские украшения ручной работы, вдохновлённые готикой тьма -
      наше вдохновение, свет - наше откровение ♰ NOIR украшения ручной работы авторские украшения
      ручной работы, вдохновлённые готикой тьма - наше вдохновение, свет - наше откровение ♰ NOIR
      украшения ручной работы авторские украшения ручной работы, вдохновлённые готикой тьма - наше
      вдохновение, свет - наше откровение ♰ NOIR украшения ручной работы авторские украшения ручной
      работы, вдохновлённые готикой тьма - наше вдохновение, свет - наше откровение ♰ NOIR украшения
      ручной работы авторские украшения ручной работы, вдохновлённые готикой тьма - наше
      вдохновение, свет - наше откровение ♰ NOIR украшения ручной работы авторские украшения ручной
      работы, вдохновлённые готикой тьма - наше вдохновение, свет - наше откровение ♰
    </Typography>
    <Typography variant="body1">This is the home page content.</Typography>
  </div>
);

export default MainPage;
